{
  "welcome": "Welcome",
  "description-pt1": "A developer with a passion for technology and innovation. With a degree in Graphic Design and an MBA in Marketing, I moved into development in 2023.",
  "description-pt2": "During my career, I've had the opportunity to work with various technologies, including JavaScript, PHP, Next.js, React, Codeigniter, Node.js, MongoDB and PostgreSQL.",
  "description-pt3": "I'm an eternal learner, always looking for new tools and methodologies that can improve the quality of my work. I'm currently focused on digital marketing, creating websites and landing pages. Feel free to explore my portfolio and find out more about the projects I've done. I'm happy to develop your website or pages to meet your needs.",
   "about-me": "About me",
   "my-projects": "My projects",
   "my-experience": "My experience",
   "certifications": "Certifications",
   "technologies": "Technologies",
   "contact": "Contact",
   "hi": "Hello,",
   "i-am": "I'm",
   "name": "Andrezza Lima",
   "skills": "Skills",
   "projects": "Projects",
   "experience": "Experiences",
   "function1": "Software Developer",
   "function2": "Junior Programming Consultant",
   "desctiption-f1": "Currently at the company, I have developed a dynamic report manager with the CodeIgniter framework, significantly optimising the generation and management of reports. I also debug PHP code and analyse data, contributing to the continuous improvement of processes and more informed decision-making. I use the PostgreSQL database, employing efficient queries to guarantee data integrity and accuracy.",
   "desctiption-f2": "At this company, I ran training courses for Bytes4Future's PowerUp programme, covering topics such as Design (UX and UI), Data Analysis, HTML, CSS, Programming Logic and JavaScript. I was responsible for organising the classes and drawing up follow-up reports, ensuring effective and structured learning for the participants.",
   "copy": "All rights reserved",
   "send-message": "Send a message",
   "f-name": "Name",
   "f-email": "Email",
   "f-message": "Message",
   "f-send": "Send",
   "loading": "Loading..."
}
