{
  "welcome": "Welcome",
  "description-pt1": "Hello! I'm Andrezza Lima, a developer passionate about transforming ideas into digital solutions. With a solid foundation in Graphic Design and an MBA in Marketing, my journey led me to programming in 2023, where I discovered my true vocation: creating digital experiences that truly make a difference.",
  "description-pt2": "Throughout this journey, I've specialised in technologies such as JavaScript, PHP, React, Next.js, Node.js, WordPress, among others. For me, learning never stops — I'm always on the lookout for new tools and methodologies to optimise my work and deliver high-quality results.",
  "description-pt3": "Currently, I'm fully focused on helping entrepreneurs and small businesses establish their presence in the digital world. I develop websites, landing pages, and digital solutions with a strategic focus on conversion and performance.",
  "description-pt4": "If you're looking for someone to build a website that combines innovative design, cutting-edge technology, and effective digital marketing strategies, I'm here to help. Take a look at my portfolio and, if you like what you see, get in touch. Let's create something amazing for your business!",
   "about-me": "About me",
   "my-projects": "My projects",
   "my-experience": "My experience",
   "certifications": "Certifications",
   "technologies": "Technologies",
   "contact": "Contact",
   "hi": "Hello,",
   "i-am": "I'm",
   "name": "Andrezza",
  "lastname": "Lima",
   "skills": "Skills",
   "projects": "Projects",
   "experience": "Experiences",
   "function1": "Software Developer",
   "function2": "Junior Programming Consultant",
   "desctiption-f1": "Currently, I am developing a dynamic report management system using the CodeIgniter framework, which has significantly optimized the creation and management of reports. In addition, I am responsible for debugging PHP code and data analysis, always focusing on the continuous improvement of processes and the implementation of requested functionalities for the reporting and administrative management areas. I work with PostgreSQL databases and PHP, ensuring the accuracy and integrity of the data handled.",
   "desctiption-f2": "At this company, I ran training courses for Bytes4Future's PowerUp programme, covering topics such as Design (UX and UI), Data Analysis, HTML, CSS, Programming Logic and JavaScript. I was responsible for organising the classes and drawing up follow-up reports, ensuring effective and structured learning for the participants.",
   "copy": "All rights reserved",
   "send-message": "Send a message",
   "f-name": "Name",
   "f-email": "Email",
   "f-message": "Message",
   "f-send": "Send",
   "loading": "Loading..."
}
