{
  "welcome": "Bem-vindo",
  "description-pt1": "Uma desenvolvedora apaixonada por tecnologia e inovação. Formada em Design Gráfico e com um MBA em Marketing, transitei para a área de desenvolvimento em 2023. Durante a minha trajetória, tive a oportunidade de trabalhar com diversas tecnologias, incluindo JavaScript, PHP, Next.js, React, Codeigniter, Node.js, MongoDB e PostgreSQL.",
  "description-pt2":"Sou uma eterna aprendiz, sempre em busca de novas ferramentas e metodologias que possam melhorar a qualidade do meu trabalho. Atualmente, estou focada no marketing digital com na criação de websites e landing pages.",
  "description-pt3":"Sinta-se à vontade para explorar o meu portfólio e conhecer um pouco mais sobre os projetos que realizei. Estou à disposição para desenvolver o seu website ou páginas que respondam às suas necessidades.",
  "about-me": "Sobre mim",
  "my-projects": "Meus projetos",
  "my-experience": "Minha experiência",
  "certifications": "Certificações",
  "technologies": "Tecnologias",
  "contact": "Contato",
  "hi": "Olá,",
  "i-am": "eu sou a",
  "name": "Andrezza Lima",
  "skills": "Habilidades",
  "projects": "Projetos",
  "experience": "Experiências",
  "function1": "Desenvolvedora de Software",
  "function2": "Consultora de Programação Júnior",
  "desctiption-f1": "Atualmente na empresa, desenvolvi um gestor de relatórios dinâmico com a framework CodeIgniter, optimizando significativamente a geração e gestão de relatórios. Também faço debug de código PHP e análise de dados, contribuindo para a melhoria contínua dos processos e para a tomada de decisões mais informadas. Utilizo a base de dados PostgreSQL, empregando consultas eficientes para garantir a integridade e precisão dos dados.",
  "desctiption-f2": "Nesta empresa, realizei acções de formação para o programa PowerUp da Bytes4Future, abordando temas como Design (UX e UI), Análise de Dados, HTML, CSS, Lógica de Programação e JavaScript. Fui responsável pela organização das aulas e elaboração de relatórios de acompanhamento, garantindo uma aprendizagem eficaz e estruturada aos participantes.",
  "copy": "Todos os direitos reservados",
  "send-message": "Envie uma mensagem",
  "f-name": "Nome",
  "f-email": "Email",
  "f-message": "Mensagem",
  "f-send": "Enviar",
  "loading": "Carregando..."
}
