{
  "welcome": "Bem-vindo",
  "description-pt1": "Olá! Eu sou a Andrezza Lima, uma desenvolvedora apaixonada por transformar ideias em soluções digitais. Com uma base sólida em Design Gráfico e um MBA em Marketing, minha trajetória me levou à programação em 2023, onde encontrei minha verdadeira vocação: criar experiências digitais que realmente façam a diferença.",
  "description-pt2":"Ao longo dessa jornada, fui me especializando em tecnologias como JavaScript, PHP, React, Next.js, Node.js, WordPress, entre outras. Para mim, o aprendizado nunca para — estou sempre em busca de novas ferramentas e metodologias para otimizar meu trabalho e entregar resultados de qualidade.",
  "description-pt3":"Hoje, estou totalmente focada em ajudar empreendedores e pequenas empresas a conquistarem seu espaço no mundo digital. Desenvolvo sites, landing pages e soluções digitais com um olhar estratégico para conversão e performance.",
  "description-pt4":"Se você busca alguém para construir um site que combine design inovador, tecnologia de ponta e estratégias eficazes de marketing digital, estou à disposição para ajudar. Explore o meu portfólio e, se gostar do que vê, entre em contato. Vamos juntos criar algo incrível para o seu negócio!",
  "about-me": "Sobre mim",
  "my-projects": "Meus projetos",
  "my-experience": "Minha experiência",
  "certifications": "Certificações",
  "technologies": "Tecnologias",
  "contact": "Contato",
  "hi": "Olá,",
  "i-am": "eu sou",
  "name": "Andrezza",
  "lastname": "Lima",
  "skills": "Habilidades",
  "projects": "Projetos",
  "experience": "Experiências",
  "function1": "Desenvolvedora de Software",
  "function2": "Consultora de Programação Júnior",
  "desctiption-f1": "Atualmente, estou desenvolvendo um sistema de gestão de relatórios dinâmicos utilizando a framework CodeIgniter, o que tem permitido otimizar significativamente a criação e gestão de relatórios. Além disso, sou responsável pelo debug de código PHP e pela análise de dados, sempre com foco na melhoria contínua dos processos e na implementação de funcionalidades solicitadas para as áreas de relatórios e gestão administrativa. Trabalho com bancos de dados PostgreSQL e PHP, garantindo precisão e integridade nos dados manipulados.",
  "desctiption-f2": "Nesta empresa, realizei acções de formação para o programa PowerUp da Bytes4Future, abordando temas como Design (UX e UI), Análise de Dados, HTML, CSS, Lógica de Programação e JavaScript. Fui responsável pela organização das aulas e elaboração de relatórios de acompanhamento, garantindo uma aprendizagem eficaz e estruturada aos participantes.",
  "copy": "Todos os direitos reservados",
  "send-message": "Envie uma mensagem",
  "f-name": "Nome",
  "f-email": "Email",
  "f-message": "Mensagem",
  "f-send": "Enviar",
  "loading": "Carregando..."
}
